{
  "stories" : [
    {
      "content" : [
        "Once upon a time, there was a beautiful castle in a land far away. In the magnificent castle, there lived the most beautiful queen.",

        "The queen only had one wish to be happy and to have a beautiful baby girl. It was a cold winter day, the queen was sewing next to the window she saw a shooting star and made a wish to have a baby girl, with skin as white as snow, whose eyes are brighter than the shiniest jewel and has cherry red lips and her heart full of joy and happiness.",
        
        "And one day the wish of the good-hearted queen came true she had a beautiful baby girl they named her Snow White.",
        
        "The years went by, the queen becomes ill and soon after passed away. After a while, the king remarried another woman. The new queen had an evil heart. She was an arrogant and jealous woman.",
        
        "Every day the queen would look into her magic mirror and ask \"Mirror Mirror on the wall who's the fairest of them all\".",
        
        "The magic mirror would answer \"No one your highness, you are the most beautiful one\". The queen would be very happy with the answer.",
        
        "The years went by fast and Snow White grew up to be a beautiful young girl.",
        
        "One day the queen was in front of her magic mirror and asked the same question, but this time the mirror answered: \"Well I am sorry, but not you, dear queen; Snow White is fairest of all.\"", 
        
        "The queen was furious hearing it. She immediately called her Huntsman and ordered him to kill Snow White.",
        
        "The huntsman took her to the woods but he couldn't hurt her. He asked her to run away from the castle and the evil queen.",
        
        "In the woods, she found a cute tiny house.",
        
        "She opened and entered the house. The house was very small and messy. Snow white started cleaning the house.",
        
        "She found seven little beds. As she was tired from cleaning, she curled up on the beds and fell asleep. The Seven Dwarfs came back home from work.",
        
        "They saw Snow White sleeping in their bed. She told them about what had happened in the castle. the seven dwarfs wanted to protect her from the evil queen.",
        
        "The queen learned that Snow White is still alive and decided to kill her. The evil queen disguised herself as an old woman and offered an apple to eat.",
        
        "Snow White took a bite of the apple and as she did she fainted. Dwarfs, while returning home saw the evil queen in the disguise of an old woman.",
        
        "They chased her to the top of the mountain. When she reached the mountaintop, she was hit by a lightning bolt and fell off from the mountain and died.",
        
        "when the dwarfs returned home they saw Snow White lying on the ground, she was in deep sleep. She was cursed by the evil queen.  Dwarfs put Snow White in a glass box made of most precious gems and kept the box in the forest.",
        
        "One day the prince charming came to woods and found his dream girl lying there. He lifted her and kissed her. Snow White opened her eyes. It was the true love's first kiss that broke her curse. Snow White and the prince returned to the kingdom and lived happily ever after."
      ]
    }, {
      "content" : [
        "Once upon a time there lived on the borders of a great forest a woodman and his wife who had one little daughter, a sweet, kind child, whom everyone loved. She was the joy of her mother's heart, and to please her, the good woman made her a little scarlet cloak and hood, and the child looked so pretty in it that everybody called her Little Red Riding-Hood.",

        "One day her mother told her she meant to send her to her grandmother--a very old woman who lived in the heart of the wood--to take her some fresh butter and new-laid eggs and a nice cake. Little Red Riding-Hood was very pleased to be sent on this errand, for she liked to do kind things, and it was so very long since she had seen her grandmother that she had almost forgotten what the dame looked like.",

        "The sun was shining brightly, but it was not too warm under the shade of the old trees, and Red Riding-Hood sang with glee as she gathered a great bunch of wild flowers to give to her grandmother. She sang so sweetly that a cushat dove flew down from a tree and followed her.",

        "Now, it happened that a wolf, a very cruel, greedy creature, heard her song also, and longed to eat her for his breakfast, but he knew Hugh, the woodman, was at work very near, with his great dog, and he feared they might hear Red Riding-Hood cry out, if he frightened her, and then they would kill him. So he came up to her very gently and said:",

        "\"Good day, Little Red Riding-Hood; where are you going?\"",

        "\"To see my grandmother,\" said the child, \"and take her a present from mother of eggs and butter and cake.\"",

        "\"Where does your grandmamma live?\" asked the wolf.",

        "\"Quite in the middle of the wood,\" she replied.",

        "\"Oh! I think I know the house. Good day, Red Riding-Hood.\" And the wolf ran off as fast as he could.",

        "Little Red Riding-Hood was not in a hurry, and there were many things to amuse her in the wood. She ran after the white and yellow butterflies that danced before her, and sometimes she caught one, but she always let it go again, for she never liked to hurt any creature.",

        "And then there were the merry, cunning little squirrels to watch, cracking nuts on the branches of the old trees, and every now and then a rabbit would hurry away through the tall ferns, or a great bee come buzzing near her, and she would stop to watch it gathering honey from the flowers, and wild thyme. So she went on very slowly.",

        "By-and-by she saw Hugh, the woodman.",

        "\"Where are you going, Little Red Riding-Hood,\" said he, \"all alone?\"",

        "\"I am going to my grandmamma's,\" said the child. \"Good day; I must make haste now, for it grows late.\"",

        "While Little Red Riding-Hood was at play in the wood, the great wolf galloped on as fast as he could to the old woman's house. Grandmother lived all by herself, but once or twice a-day a neighbour's child came to tidy her house and get her food.",

        "Now, grandmother was very feeble, and often kept her bed; and it happened that she was in bed the day Little Red Riding-Hood went to see her. When the wolf reached the cottage door he tapped.",

        "\"Who is there?\" asked the old dame.",

        "\"Little Red Riding-Hood, granny,\" said the wolf, trying to speak like the child.",

        "\"Come in, my dear,\" said the old lady, who was a little deaf. \"Pull the string and the latch will come up.\"",

        "The wolf did as she told him, went in, and you may think how frightened poor grandmother was when she saw him standing by her bed instead of Little Red Riding-Hood.",

        "Very soon the wolf, who was quite hungry after his run, ate up poor grandmother.",

        "Indeed, she was not enough for his breakfast, and so he thought he would like to eat sweet Red Riding-Hood also.  Therefore he dressed himself in granny's nightcap and got into bed, and waited for the child to knock at the door. But he waited a long time.",

        "By and by Little Red Riding-Hood reached her grandmother's house, and tapped at the door.",

        "\"Come in,\" said the wolf, in a squeaking voice. \"Pull the string, and the latch will come up.\"",

        "Red Riding-Hood thought grandmother must have a cold, she spoke so hoarsely; but she went in at once, and there lay her granny, as she thought, in bed.",

        "\"If you please, grandmamma, mother sends you some butter and eggs,\" she said.",

        "\"Come here, dear,\" said the wicked wolf, \"and let me kiss you,\" and Red Riding-Hood obeyed.",

        "But when Red Riding-Hood saw the wolf she felt frightened. She had nearly forgotten grandmother, but she did not think she had been so ugly.",

        "\"Grandmamma,\" she said, \"what a great nose you have.\"",

        "\"All the better to smell with, my dear,\" said the wolf.",

        "\"And, grandmamma, what large ears you have.\"",

        "\"All the better to hear with, my dear.\"",

        "\"Ah! grandmamma, and what large eyes you have.\"",

        "\"All the better to see with, my dear,\" said the wolf, showing his teeth, for he longed to eat the child up.",

        "\"Oh, grandmamma, and what great teeth you have!\" said Red Riding-Hood.",

        "\"All the better to eat you up with,\" growled the wolf, and, jumping out of bed, he rushed at Red Riding-Hood and would have eaten her up, but just at that minute the door flew open and a great dog tore him down. The wolf and the dog were still fighting when Hugh, the woodman, came in and killed the wicked wolf with his axe.",

        "Little Red Riding-Hood threw her arms round the woodman Hugh's neck and kissed him, and thanked him again and again.",

        "\"Oh, you good, kind Hugh,\" she said, \"how did you know the wolf was here, in time to save me?\"",

        "\"Well,\" said Hugh, \"when you were gone by, I remembered that a wolf had been seen about the wood lately, and I thought I would just come after you and see if you were safe. When we came near grandmother's house my dog Trim sniffed and ran to the door and whined, and then he pushed it open--you had not shut it close--and rushed in, and I followed him, and between us we have killed the wolf.\"",

        "Then Hugh took the child home, and her mother and father could not thank him enough for saving Little Red Riding-Hood."
      ]
    }, {
      "content" : [
        "On a sunny day, Alice and her sister went out on a walk in the fields and, as her sister was reading a book, Alice got very bored. Suddenly, she saw a white bunny that was in a hurry.",

        "She was so curious and went after the bunny. The bunny went through a hole in a tree trunk and Alice followed him. Suddenly, she found herself falling in a very deep well.",
        
        "Finally, she landed and saw a long corridor in front of her and started to walk where she saw many locked doors and the bunny disappeared.",
        
        "She saw a little golden key on a table that fitted a small door behind the curtain. She opened the door and saw a beautiful forest, but she couldn't fit through the door.",
        
        "Alice notices a bottle in the table next to the key; she took the bottle and drank it. As she drank the potion she began to shrink. She got small and went through the door, where she saw the bunny again.",
        
        "The bunny asked her to bring his gloves and hand fan from his house. Alice went to the bunny's house and found his gloves, hand fan and also saw a bottle of potion on the table. She thought the potion would bring her to normal size and she drank it.",
        
        "Suddenly she became so big, the animals around the house started to throw stones inside the house.",
        
        "The stones thrown turned into small cakes. When Alice ate those cakes she started to shrink and got out of the house. But, she was upset as she was so small.",
        
        "On the way, she saw a blue caterpillar in the mushroom and asked the caterpillar what can she do to get back to her normal size?",
        
        "The caterpillar said that one side of the mushroom its standing will make her grow and the other side will make her shrink. By eating both the mushroom she managed to come back to her normal size.",
        
        "Alice started to walk on the path where she saw a cat with a big smile; she asked the cat what's his name and where this path leads.",
        
        "The cat said it's a Cheshire cat and the path leads to the Man Hatter and March Hare. After the little chat, the Cheshire cat disappeared slowly starting from his tail, only its face remained.",
        
        "Alice found the March Hare who was having tea with the Mad Hatter under a tree. She also saw a Dormouse sleeping in between them. When they saw Alice coming they opposed saying that there is no space available. But Alice said there was plenty of room.",
        
        "Man Hatter said if she wants to stay she has to answer a riddle. He asked Alice \"why the crow looks like the desk\". She asked him \"why do you think\". He replied, \"I don't know\".  Alice got upset with their stupid jokes and went away.",
        
        "Alice continued to walk, on the way she saw a tree with a door. She found a golden key which opened the door to a beautiful garden.",
        
        "Alice was very surprised to see the guards of the Queen of the hearts painting all the white roses to red as their queen doesn't like white roses and all the guards looked like playing cards.",
        
        "Right At that moment, the Queen came to the garden and invited Alice to play croquet.",
        
        "Alice was shocked to see hedgehogs used as balls and flamingos were used as Croco mullets in the game. Suddenly there was a fight between the players.",
        
        "The Queen got upset so she canceled the croquet party and headed towards the court.",
        
        "The trial was about a jack of hearts who had stolen a pie from the Queen's kitchen. The king yelled from his seat \"call the first witness\". The first witness was Mad Hatter.",
        
        "When he started to talk, Alice suddenly started to grow. The rabbit called for Alice to take the witness stand.",
        
        "The queen of hearts asked Alice to tell everything that she knows. \"I don't know anything\" Alice answered. The queen yelled seriously \"you don't know, chop her head off\". Alice got very upset and shouted.",
         
        "Suddenly the king, queen, and all the playing cards started to fly towards Alice and became a big whirlpool of cards.",
        
        "Finally, with the leaves flying all around her, she found herself on the field again.",
        
        "Her sister called out Alice to wake up as she was in deep sleep. When Alice woke up she realized that everything was a dream. She said to herself that it was an amazing dream."
      ]
    }, {
      "content" : [
        "Dorothy and her little dog Toto lived on a small village in Kansas. She loved Toto very much, and they would play with each other all the time.",

        "One day there was a horrible cyclone. \"We must get to the basement, Toto!\" cried Dorothy. But it was too late. The whirling blowing wind lifted the farmhouse into the air and taken Dorothy and Toto to the remote land of Oz.",

        "The farmhouse landed with a jolt. Dorothy and Toto moved out of the house and looked around. \"Oh, my, Toto! The house fell on someone! I didn't mean to injure anyone.\"\nA happy group of tiny people rushed up to Dorothy. \"Welcome to Oz! We are the Munchkins, and that person you landed on was the Wicked Witch of the East. You have freed us from her wicked spell forever! Thank you!\"",

        "One more witch appeared, but this was the Very good Witch of the North. \"Dorothy, you were very brave to free the Munchkins. If there is any favor I can grant, just ask.\"\n\"Can you show me the way back to Kansas?\" asked Dorothy.\n\"Only the Wizard of Oz can help you with that. But here, take these magic silver shoes that belonged to the Evil Witch of the East. They may be of use to you later on. Now follow the Yellow Brick Road all the way to the Emerald City. There you will find the Wizard of Oz.",

        "On the road, Dorothy met a speaking scarecrow. \"My head is full of straw, and people think I'm a fool,\" sighed the Scarecrow. \"I'd give everything to have a brain.\"\n\"I'll bet the Wizard of Oz could give you one,\" said Dorothy.\n\"I'm on my way to see him right this moment. Why don't you join Toto and me on our journey?\"",

        "Further down the Yellow Brick Road, the tiny group found a Tin Woodman who was rusted stiff. After Dorothy oiled the rusty joints, the Tin Woodman was able to move freely. \"Ah, thank you, little girl. I feel good as new--even though I still have no heart. When the tinsmith made me, he forgot to give me one.\"",

        "\"It sounds like you need to see the Wizard of Oz, too!\" cried Dorothy. \"Come along with us!\"",

        "As they traveled by way of a forest, a big Lion jumped at Toto and roared! \"Don't you dare bite Toto!\" shouted Dorothy.\nThe Lion blinked a tear and then hung his head in a sense of shame.\nDorothy was shocked. \"Why you're almost nothing but a big coward!\"\n\"I know,\" sniffed the Lion. \"I'd love to have some courage.\"\n\"The Wizard of Oz is going to give Scarecrow a brain and me a heart,\" said the Tin Woodman. \"Maybe he can help you,too!\"",

        "So the Lion joined Dorothy, Toto, Scarecrow, and the Tin Woodman. Soon the Yellow Brick Road directed them to the Emerald City. The security guard at the gate told Dorothy that few people ever saw the Great Oz but that she and her friends had been granted an audience.",

        "The tiny group nervously entered the large Throne Room and approached the Wizard. He listened to their requests and then answered, \"I have heard that you wrecked the Wicked Witch of the East. If you can free us of her sister, the Evil Witch of the West, then I will grant all your wishes. Now go!\"",

        "But the wicked witch was decided to kill Dorothy and her friends. She sent a pack of starving wolves to eat them up. \"This is my fight!\" said the Tin Woodman. He swung his axe fiercely. The scared wolves turned and ran.",

        "A screeching, black cloud of wild birds darkened the sky. \"Crows!\" yelled the Scarecrow, \"This is my specialty!\" He waved his arms excitedly. \"Boo!Go away! Shoo!\"\n\"You saved us, Scarecrow,\" sighed Dorothy. \"Thank you.\"",

        "The Witch was furious! She sent her winged monkeys to catch the little group. Chattering monkeys swooped down, grabbed the travelers, and flew back to the Evil Witch's castle.",

        "Dorothy was brought before the Wicked Witch of the West.\n\"So, you and your friends were going to destroy me, eh ? Well, I've turned the tables on all of you! The Tin Woodman is battered and twisted on a pile of razor-sharp rocks. The Scarecrow is totally unstuffed. I've gathered your Cowardly Lion to a heavy cart.\n\"And as for you, my dear, you and your annoying dog will spend the rest of your life working here in my castle!\"",

        "\"You are very evil!\" cried Dorothy, and with that she threw a bucket of water all over the Witch.\n\"Oh, no!\" cried the evil woman. \"Water will make me shrink and dissolve! Oh, I'm shrinking--melting-melting…\"\nWithin moments the Evil Witch was nothing more than a puddle on the floor.",

        "The Witch's slaves were now free. To show their appreciation, they patched up the Tin Woodman filled the Scarecrow with new straw, and released the Lion. Shortly Dorothy and her friends were on their way back to the Emerald City.",

        "The Wizard was thrilled to see them. \"You have done what I expected, and you shall be rewarded'\" So the Scarecrow received his brain, the Tin Woodman his heart and the lion his courage.",

        "\"How will I get back to Kansas?\" asks Dorothy.\nThe Wizard smiled. \"You've had the power all along. Your magic silver shoes will take you anywhere you command!\nDorothy sadly turned to her friends. \"It will be wonderful to return home, but I shall miss you all very much ,\" She kissed them all farewell. Then with the help of her magic shoes, Dorothy and Toto travelled back to their home in Kansas."
      ]
    }, {
      "content" : [
        "Once upon a time, there was a simple and beautiful girl named Cinderella. She lived with her evil stepmother and two stepsisters. The stepmother did not like her and made her do all the household work. Her stepsisters just never had to work, they just roamed around the house in their fancy dresses. They always made fun of Cinderella because of her plain dressing.",

        "One day, a letter from the king came to their house which said that the king is having a ball tonight and his son \"The Prince\" would be choosing a wife; every girl in the kingdom must be aware. Everyone got excited about reading this, Cinderella too wanted to go to the ball. Her stepmother told her that she can go if she completes all her work on time and also helps her stepsisters with their dresses for the ball. Cinderella worked as fast as she could to get everything done but there was always something left. At last, she was left at home disappointed.",

        "She was so sad that she ran to the garden and said, \"wishes never come true\". \"Never my dear?\" said a voice, as Cinderella looked up a little woman with a wand and a kind smile stood in front of her. She was her fairy godmother.",

        "She wanted to help Cinderella go to the ball. With a wave of her hand, she made Cinderella look like a princess. She gave her a beautiful new gown, glass slippers, and shiny black horses to reach the ball. Before leaving, the fairy godmother said  \"this magic will only last until midnight! You must reach back home by then!\".",

        "When Cinderella entered the palace, everybody was awestruck by her beauty, she was the prettiest girl at the ball. Even her stepsisters didn't recognize her. The handsome prince also saw her and fell in love with her. All the other girls were very jealous of her because the prince danced with her the whole night. She enjoyed herself so much that she almost forgot what the fairy godmother had told her about her magic. However, when she saw the time and remembered the godmother's words she quickly left the palace and ran away. &nbsp;In all the hurry, one glass slipper which she was wearing was left on the castle steps.",

        "The prince had fallen in love with her and wanted to find out who she was as he wanted to marry her. The next day, he ordered his king's men to go to every house in the land and find the girl whose foot fits in the glass slipper. When they reached Cinderella's house, the two stepsisters tried their best to squeeze their big feet into the slippers, but they could not make it. Finally, when Cinderella tried the slipper, her foot fit perfectly into the glass slipper. The prince recognized her from the ball night. He married Cinderella soon in a grand ceremony and they lived happily ever after."
      ]
    }
  ]
}